Repository: BionStt/python.web.id
Catalog: locale/*/LC_MESSAGES/django.po
Languages: id

source: You are not logged in!
id: Anda belum login!

source: You are logout!
id: Anda keluar!

source: Tag already exist!
id: Tag sudah ada!

source: Post successfully deleted!
id: Post berhasil dihapus!

source: You are not owner of this post!
id: Anda bukan pemilik post ini!

source: You are not owner of this profile!
id: Anda bukan pemilik profil ini!

source: Separate by comma (,)
id: Pisahkan dengan koma (,)

source: %(tag)s already exist!
id: %(tag)s sudah ada!

source: Sender
id: Pengirim

source: Subject
id: Subyek

source: Message
id: Pesan

source: Title
id: Judul

source: Detail Tag
id: Detil Tag

source: Tags
id: Tag

source: Description
id: Deskripsi

source: Keywords
id: Kata kunci

source: Keywords sparate by comma.
id: Kata kunci dipisahkan dengan koma.

source: Meta Description
id: Deskripsi meta

source: Is Featured?
id: Apakah Unggulan?

source: Publish
id: Terbit

source: Detail Post
id: Detil Post

source: Posts
id: Postingan

source: Site
id: Situs

source: Private
id: Pribadi

source: Documentation
id: Dokumentasi

source: Detail Page
id: Detil Halaman

source: Pages
id: Halaman

source: IP Address
id: Alamat IP

source: %(ip)s visited %(post)s
id: %(ip)s mengunjungi %(post)s

source: Detail Visitor
id: Detil Pengunjung

source: Visitors
id: Pengunjung

source: %(post)s marked as favorite by %(user)s
id: %(post)s ditandai sebagai favorit oleh %(user)s

source: Detail Favorite
id: Detil Favorit

source: Favorites
id: Favorit

source: Attachment
id: Lampiran

source: Detail Gallery
id: Detil Galleri

source: Galleries
id: Galleri

source: Post successfully created!
id: Post berhasil dibuat!

source: "%(post)s" successfully updated!
id: "%(post)s" berhasil diperbarui!

source: You must login to delete this post!
id: Anda harus login untuk menghapus post ini!

source: The post deleted!
id: Post telah terhapus!

source: You are not allowed to access this method!
id: Anda tidak diizinkan untuk mengakses metode ini!

source: You must login to create the tag!
id: Anda harus login untuk membuat tag!

source: Tag successfully created!
id: Tag berhasil dibuat!

source: Tag failed to save!
id: Tag gagal disimpan!

source: request post only!
id: hanya request post!

source: You must login to create a tag!
id: Anda harus login untuk membuat tag!

source: Tag should not empty!
id: Tag tidak boleh kosong!

source: Tag "%(tag)s" successfuly created!
id: Tag "%(tag)s" berhasil dibuat!

source: You must login to mark as featured!
id: Anda harus login untuk menandai sebagai post unggulan!

source: The post marked as featured!
id: Pos ditandai sebagai unggulan!

source: The post removed from featured!
id: Posting dihapus dari unggulan!

source: You must login to mark as favorite!
id: Anda harus login untuk menandai sebagai favorit!

source: The post removed from favorite!
id: Post dihapus dari favorit!

source: The post marked as favorite!
id: Post ditandai sebagai favorit!

source: You must login to undo a vote!
id: Anda harus login untuk membatalkan voting!

source: Undo vote successfully changed!
id: Pembatalan voting berhasil diperbarui!

source: Vote doesn't exists!
id: Voting tidak ada!

source: Page successfully created!
id: Halaman berhasil dibuat!

source: "%(page)s" successfully updated!
id: "%(page)s" berhasil diperbarui!

source: You must login to delete this page!
id: Anda harus login untuk menghapus halaman ini!

source: The page deleted!
id: Halaman terhapus!

source: Your message successfully sended!
id: Pesan anda berhasil dikirim!

source: Tag successfully deleted!
id: Tag berhasil dihapus!

source: File successfully uploaded!
id: File berhasil diunggah!

source: "%(file)s" successfully updated!
id: "%(file)s" successfully diperbarui!

source: You must login to delete this file!
id: Anda harus login untuk menghapus file ini!

source: The file deleted!
id: File terhapus!

source: You must login to delete this visitor!
id: Anda harus login untuk pengunjung ini!

source: The visitor deleted!
id: Pengunjung terhapus!

source: You must login to delete this user!
id: Anda harus login untuk menghapus user ini!

source: The user deleted!
id: User terhapus!

source: User is not registered!
id: User tidak terdaftar!

source: Username with white space forbidden to use!
id: Username dengan white space dilarang untuk digunakan!

source: This username forbidden to use!
id: Username ini dilarang untuk digunakan!

source: Email already exist, please use another email!
id: Email sudah ada, silahkan gunakan email lain!

source: The two password didn't match.
id: Kedua password tidak cocok.

source: Password with space forbidden to use.
id: Password dengan space dilarang untuk digunakan.

source: City, Country
id: Kota, Negara

source: Tell us about you ...
id: Beritahu kami tentang anda ...

source: Display name
id: Tampilan nama

source: Location
id: Lokasi

source: About Me
id: Tentang Saya

source: Website
id: Situs web

source: Birth date
id: Tanggal lahir

source: Detail Profile
id: Detil Profil

source: Profiles
id: Profil

source: Profile updated!
id: Profile dirubah!

source: Account Inactive
id: Akun tidak aktif

source: This account is inactive.
id: Akun ini tidak aktif.

source: Email Account
id: Akun Email

source: The following e-mail addresses are associated with your account:
id: Alamat e-mail berikut dikaitkan dengan akun anda:

source: E-mail Addresses
id: Alamat email

source: Verified
id: Terverifikasi

source: Unverified
id: Tidak terverifikasi

source: Primary
id: Utama

source: Make Primary
id: Jadikan Utama

source: Re-send Verification
id: Kirim ulang verifikasi

source: Remove
id: Hapus

source: Warning:
id: Peringatan

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
id: Anda saat ini tidak memiliki alamat e-mail yang disiapkan. Anda benar-benar harus menambahkansebuah alamat e-mail sehingga Anda dapat menerima pemberitahuan, mereset kata sandi anda, dsb.

source: Add E-mail Address
id: Tambahkan Alamat E-mail

source: Add E-mail
id: Tambahkan E-mail

source: Do you really want to remove the selected e-mail address?
id: Apakah Anda benar-benar ingin menghapus alamat e-mail ini?

source: Hello from %(site_name)s! You're receiving this e-mail because user %(user_display)s at %(site_domain)s has given yours as an e-mail address to connect their account. To confirm this is correct, go to %(activate_url)s
id: Halo dari %(site_name)s! Anda menerima e-mail ini karena user %(user_display)s di %(site_domain)s telah memberi Anda alamat e-mail untuk menghubungkan akun mereka. Untuk mengkonfirmasi ini benar, silahkan klik %(activate_url)s

source: Thank you from %(site_name)s!%(site_domain)s
id: Terimakasih dari %(site_name)s!%(site_domain)s

source: Please Confirm Your E-mail Address
id: Mohon Konfirmasikan Alamat E-mail Anda

source: Hello from %(site_name)s! You're receiving this e-mail because you or someone else has requested a password for your user account at %(site_domain)s. It can be safely ignored if you did not request a password reset. Click the link below to reset your password.
id: Halo dari %(site_name)s! Anda menerima e-mail ini karena Anda atau orang lain telah meminta kata sandi untuk akun pengguna anda di %(site_domain)s. Bisa diabaikan dengan aman jika Anda tidak meminta reset password. Klik tombol link di bawah ini untuk mereset kata sandi anda.

source: In case you forgot, your username is %(username)s.
id: Jika anda lupa, nama pengguna anda adalah %(username)s.

source: Thank you for using %(site_name)s!%(site_domain)s
id: Terimakasih telah menggunakan %(site_name)s!%(site_domain)s

source: Password Reset E-mail
id: E-mail Reset Password

source: Confirm E-mail Address
id: Konfirmasi alamat E-mail

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
id: Mohon konfirmasikan bahwa <a href="mailto:%(email)s">%(email)s</a> alamat email ini adalah untuk user %(user_display)s.

source: Confirm
id: Konfirmasi

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
id: Link konfirmasi e-mail ini telah kadaluarsa atau tidak valid. Mohon <a href="%(email_url)s">kirimkan permintaan konfirmasi e-mail baru</a>.

source: Sign In
id: Masuk

source: Welcome to Python Learning!
id: Selamat datang di Python Learning

source: Please sign in with one of your existing third party accounts, or use login form below:
id: Silahkan masuk dengan menggunakan salah satu akun pihak ke-3 berikut, atau gunakan formulir login dibawah ini:

source: Process Login
id: Proses Masuk

source: Don't have an account?
id: Belum punya akun?

source: Please
id: Silahkan

source: signup first
id: mendaftar dahulu

source: or
id: atau

source: forgot password
id: ubah kata sandi

source: Sign Out
id: Keluar

source: Are you sure you want to sign out?
id: Anda yakin ingin keluar?

source: You cannot remove your primary e-mail address (%(email)s).
id: Anda tidak dapat menghapus alamat e-mail utama anda (%(email)s).

source: Confirmation e-mail sent to %(email)s.
id: Konfirmasi e-mail dikirimkan ke %(email)s.

source: You have confirmed %(email)s.
id: Anda telah mengkonfirmasi %(email)s.

source: Removed e-mail address %(email)s.
id: Alamat e-mail %(email)s telah dihapus.

source: Successfully signed in as %(name)s.
id: Berhasil login sebagai %(name)s

source: You have signed out.
id: Anda telah keluar.

source: Password successfully changed.
id: Kata sandi berhasil diperbaharui.

source: Password successfully set.
id: Kata sandi berhasil diterapkan.

source: Primary e-mail address set.
id: Alamat e-mail utama diterapkan.

source: Your primary e-mail address must be verified.
id: Alamat e-mail utama anda harus diverifikasi.

source: Change Password
id: Ubah Kata Sandi

source: or need to <a href="%(reset_url)s">reset</a> the password?
id: atau perlu <a href="%(reset_url)s">menyetel ulang</a> kata sandi?

source: Password Reset
id: Perbaharui kata sandi

source: Please contact us if you have any trouble resetting your password.
id: Silahkan hubungi kami jika anda memiliki masalah saat menyetel ulang kata sandi anda.

source: Reset My Password
id: Perbaharui kata sandi saya

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
id: Kami telah mengirimi anda e-mail, silahkan hubungi kami jika anda tidak menerimanyadalam beberapa menit kemudian.

source: Bad Token
id: Token Salah

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
id: Link reset password tidak valid, mungkin karena sudah pernah digunakan. Mohon untuk membuat <a href="%(passwd_reset_url)s">reset password baru</a>.

source: change password
id: ubah kata sandi

source: Your password is now changed.
id: Kata sandi anda telah diperbaharui.

source: Set Password
id: Terapkan Password

source: Register
id: Mendaftar

source: Fill out the form below to sign-up for a new account
id: Isi formulir di bawah ini untuk mendaftar ke akun baru

source: Already signed up?
id: Sudah terdaftar?

source: Login here instead
id: Masuk disini

source: Sign Up Closed
id: Pendaftaran ditutup

source: We are sorry, but the sign up is currently closed.
id: Mohon maaf, pendaftaran saat ini telah ditutup.

source: Note
id: Catatan

source: you are already logged in as %(user_display)s.
id: anda telah masuk sebagai %(user_display)s.

source: Verify Your E-mail Address
id: Verifikasi Alamat E-mail Anda

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes.
id: Kami telah mengirimkan e-mail kepada Anda untuk verifikasi. Ikuti tautan yang diberikan untuk menyelesaikan proses pendaftaran. Silahkan hubungi kami jika anda tidak menerimanya dalam beberapa menit kemudian.

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your e-mail address.
id: Bagian dari situs ini mengharuskan kami untuk memverifikasi bahwa anda adalah orang diklaim. Untuk tujuan ini, kami meminta anda untuk memverifikasi kepemilikan alamat e-mail anda.

source: We have sent an e-mail to you for verification. Please click on the link inside this e-mail. Please contact us if you do not receive it within a few minutes.
id: Kami telah mengirimkan e-mail kepada anda untuk verifikasi. Silahkan klik pada link yang tersedia di e-mail ini. Silahkan hubungi kamu jika anda tidak menerimanya beberapa menit kemudian.

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your e-mail address</a>.
id: <strong>Catatan:</strong> anda masih dapat <a href="%(email_url)s">mengubah alamat e-mail</a>.

source: OpenID Sign In
id: Masuk dengan OpenID

source: Social Network Login Failure
id: Gagal Masuk Jaringan Sosial

source: An error occurred while attempting to login via your social network account.
id: Terjadi kesalahan saat mencoba masuk melalui akun jaringan sosial Anda.

source: Account Connections
id: Koneksi Akun

source: You can sign in to your account using any of the following third party accounts:
id: Anda dapat masuk ke akun menggunakan salah satu dari akun pihak ketiga berikut:

source: You currently have no social network accounts connected to this account.
id: Saat ini Anda tidak memiliki akun jejaring sosial yang terhubung ke akun ini.

source: Add a 3rd Party Account
id: Tambahkan Akun Pihak ke-3

source: Login Cancelled
id: Login Dibatalkan

source: You decided to cancel logging in to our site using one of your existing accounts. If this was a mistake, please proceed to <a href="%(login_url)s">sign in</a>.
id: Anda memutuskan untuk membatalkan masuk ke situs kami dengan menggunakan salah satu dari yang ada. Jika ini salah, lanjutkan ke <a href="%(login_url)s">masuk</a>.

source: The social account has been connected.
id: Akun sosial telah terhubung.

source: The social account is already connected to a different account.
id: Akun sosial sudah terhubung ke akun yang berbeda.

source: The social account has been disconnected.
id: Akun sosial telah terputus.

source: Signup
id: Daftar

source: Sign Up
id: Daftar

source: You are about to use your %(provider_name)s account to login to %(site_name)s. As a final step, please complete the following form:
id: Anda akan menggunakan akun %(provider_name)s untuk masuk ke %(site_name)s. Sebagai langkat terakhir, lengkapi formulir berikut ini:

source: Introduction
id: Pengantar

source: Authentication
id: Otentikasi

source: Parameters
id: Parameter

source: Users
id: Pengguna

source: Support
id: Dukungan

source: Contact Us
id: Kontak Kami

source: Get in touch with Python Learning
id: Hubungi Python Learning

source: What's in a great support request?
id: Apa yang sangat perlu untuk dibantu?

source: Provide us with as much essential information as possible.
id: Berikan kami informasi penting sedetail mungkin.

source: Include any screenshots or links that are related to your problem.
id: Sertakan screenshot atau tautan yang terkait dengan masalah Anda.

source: Send Email
id: Kirim Email

source: Edit Page "%(title)s"
id: Ubah Halaman "%(title)s"

source: Create a Page
id: Buat Halaman

source: Go Back
id: Kembali

source: Update Page
id: Perbaharui Halaman

source: Cancel
id: Batalkan

source: How to Post
id: Bagaimana Memposting

source: Is your page about programming?
id: Apakah halaman Anda tentang pemrograman?

source: We prefer pages that can be pageed, not just discussed.
id: Kami rekomendasikan halaman tidak hanya layak untuk dipasang.

source: Provide details. Share your research.
id: Jelaskan secara detail. Bagikan ide anda.

source: How to Edit
id: Bagaimana Menyunting

source: fix grammatical or spelling errors
id: perbaiki kesalahan tata bahasa atau ejaan.

source: clarify meaning without changing it
id: klarifikasi makna tanpa mengubahnya

source: correct minor mistakes
id: perbaiki kesalahan kecil

source: add related resources or links
id: tambahkan sumber atau tautan terkait

source: How to Format
id: Bagaimana menyusunnya

source: put returns between paragraphs
id: menempatkan kembali antara paragraf

source: for linebreak add 2 spaces at end
id: untuk linebreak tambahkan 2 spasi di akhir

source: indent code by 4 spaces
id: kode indent dengan 4 spasi

source: backtick escapes
id: backtick lolos

source: quote by placing > at start of line
id: kutipan dengan menempatkan > pada awal baris

source: to make links
id: untuk membuat tautan

source: Other pages
id: Halaman lainnya

source: Posts by
id: Postingan oleh

source: My Posts
id: Postingan Saya

source: Search...
id: Cari...

source: Create a Post
id: Buat Postingan

source: Created
id: Dibuat

source: Votes
id: Voting

source: Views
id: Dilihat

source: Featured
id: Unggulan

source: Actions
id: Tindakan

source: Delete
id: Hapus

source: Edit
id: Ubah

source: Empty!
id: Kosong

source: First Page
id: Halaman Pertama

source: Previous Page
id: Halaman Sebelumnya

source: Next Page
id: Halaman Selanjutnya

source: Last Page
id: Halaman Terakhir

source: Jump to page
id: Loncat ke halaman

source: GO
id: PERGI

source: Are you sure to delete this post?
id: Anda yakin akan menghapus postingan ini?

source: Edit Post "%(title)s"
id: Ubah Postingan "%(title)s"

source: * Please use lowercase input, eg: django rest framework
id: * Mohon gunakan huruf kecil, contoh: django rest framework

source: * Click here to <a class="ui link add-new-tag">create new tag</a>
id: * Klik disini untuk <a class="ui link add-new-tag">membuat tag baru</a>

source: Update Post
id: Perbaharui Postingan

source: Add new tag
id: Tambahkan Tag

source: combine multiple words into single-words with hyphens
id: gabungkan beberapa kata menjadi satu kata dengan tanda hubung

source: up to a maximum of 35
id: sampai maksimal 35

source: type here...
id: ketik disini...

source: Add a Tag
id: Tambahkan Tag

source: Is your post about programming?
id: Postingan anda terkait dengan pemrograman?

source: We prefer posts that can be posted, not just discussed.
id: Kami rekomendasikan postingan tidak hanya sekedar layak di posting.

source: How to Tag
id: Bagaimana membuat Tag

source: A tag is a keyword or label that categorizes your post with other, similar posts.
id: Tag merupakan keyword atau label untuk mengkategorikan postingan anda dengan postingan yang lain.

source: Choose one or more (up to 5) tags that will help posters to find and interpret your post.
id: Pilih satu atau lebih dari 5 tags, itu akan membantu pengguna lain untuk mencari postingan anda.

source: complete the sentence: <i>my post is about...</i>
id: selesaikan kalimatnya: <i>postingan saya terkait...</i>

source: use tags that describe things or concepts that are essential, not incidental to your post
id: gunakan tag untuk menggambarkan sesuatu atau konsep yang penting, tidak disengaja untuk posting anda

source: favor using existing popular tags
id: lebih baik menggunakan tag populer yang ada

source: If your post is primarily about a topic for which you can't find a tag:
id: Jika pos anda terutama tentang topik yang tidak dapat anda temukan tag:

source: at least one tag such as (sql css mysql), max 5 tags
id: setidaknya satu tag seperti (sql css mysql), maksimal 5 tag

source: This post doesn't published yet!
id: Postingan ini belum dipublikasikan!

source: undo vote up
id: batalkan voting naik

source: vote up
id: voting naik

source: View upvote and downvote totals
id: Lihat total voting naik dan voting turun

source: undo vote down
id: batalkan voting turun

source: vote down
id: Voting turun

source: Click to mark as favorite or undo
id: Klik untuk menandai sebagai favorit atau membatalkan

source: Featured post
id: Postingan unggulan

source: share
id: bagikan

source: Copy Link
id: Salin Tautan

source: edit
id: ubah

source: Are you sure want to delete this post?
id: Anda yakin akan menghapus postingan ini?

source: delete
id: hapus

source: remove from featured
id: hapus dari unggulan

source: mark as featured
id: tandai sebagai unggulan

source: posted %(time)s ago
id: diposting %(time)s yang lalu

source: Reputation scores
id: Skor Reputasi

source: Total posts
id: Total postingan

source: Total votes up
id: Total voting naik

source: Total votes down
id: Total voting turun

source: Your Answer
id: Jawaban Anda

source: viewed
id: dilihat

source: your ip
id: ip anda

source: posted
id: diposting

source: ago
id: yang lalu

source: active
id: aktif

source: Related posts
id: Postingan terkait

source: Vote score (upvotes - downvotes)
id: Skor voting (naik - turun)

source: Featured Posts
id: Postingan unggulan

source: Highest Posts Views
id: Postingan Terbanyak Dilihat

source: Highest Posts Voted
id: Postingan Terbanyak Divoting

source: All Posts
id: Seluruh Postingan

source: Newest
id: Terbaru

source: Active
id: Aktif

source: votes
id: votingan

source: views
id: dilihat

source: posted at %(created)s - %(since)s ago
id: diposting pada %(created)s - %(since)s yang lalu

source: posts tagged
id: postingan ter-tag

source: posted by
id: diposting oleh

source: posts by
id: postingan oleh

source: posts
id: postingan

source: View Profile
id: Lihat Profil

source: Popular Tags
id: Tag Terpopuler

source: Posts tagged by
id: Postingan pada tag

source: Create a Tag
id: Buat Tag

source: Type tag to find or create the tag...
id: Ketikkan tag untuk mencari atau membuat tag...

source: Type tag to find...
id: Ketikkan tag untuk mencari

source: All Galleries
id: Seluruh Galeri

source: Upload File
id: Unggah File

source: Author
id: Penulis

source: Are you sure to delete this file?
id: Anda yakin akan menghapus file ini?

source: Link copied!
id: Tautan tersalin!

source: Currently
id: Saat ini

source: Dashboard
id: Dasbor

source: All tags created
id: Semua tag dibuat

source: All posts created
id: Semua postingan dibuat

source: All users registered
id: Semua pengguna terdaftar

source: All galleries created
id: Semua galeri dibuat

source: All visitors visited
id: Semua pengunjung melihat

source: Tags this year
id: Tag tahun ini

source: Posts this year
id: Postingan tahun ini

source: Users this year
id: Pengguna tahun ini

source: Galleries this year
id: Galeri tahun ini

source: Visitors this year
id: Pengunjung tahun ini

source: Months
id: Bulan

source: Tags created
id: Tag terbuat

source: Posts created
id: Postingan terbuat

source: Users registered
id: Pengguna terdaftar

source: Galleries created
id: Galeri terbuat

source: Global Performance in this year
id: Kinerja Secara umum di tahun ini

source: Recorded per-months
id: Direkam per-bulan

source: Visitors visited
id: Pengunjung mengunjungi

source: Visitors Performance in this year
id: Kinerja Pengunjung di tahun ini

source: All Pages
id: Seluruh Halaman

source: View
id: Lihat

source: Are you sure to delete this page?
id: Anda yakin akan menghapus halaman ini?

source: All Tags
id: Seluruh Tag

source: Create a tag...
id: Buat tag baru...

source: Refresh
id: Segarkan

source: Save Tag
id: Simpan Tag

source: Total Posts
id: Total Postingan

source: Are you sure to delete this tag?
id: Anda yakin akan menghapus tag ini?

source: All Users
id: Seluruh Pengguna

source: Date joined
id: Tanggal bergabung

source: Last login
id: Terakhir masuk

source: Are you sure to delete this user?
id: Anda yakin akan menghapus pengguna ini?

source: All Visitors
id: Seluruh Pengunjung

source: Post
id: Postingan

source: Ip Address
id: Alamat IP

source: Are you sure to delete this visitor?
id: Anda yakin akan menghapus pengunjung ini?

source: Profile
id: Profil
