Repository: BionStt/python.web.id
Catalog: locale/*/LC_MESSAGES/django.po
Languages: id

source: hero user
id: pengguna pahlawan

source: normal user
id: pengguna normal

source: Nothing about me!
id: Tidak ada mengenai saya!

source: Social Accounts
id: Akun Sosial

source: No social accounts!
id: Tidak ada akun sosial!

source: BADGES
id: LENCANA

source: Reputation score
id: Skor reputasi

source: Total featured posts
id: Total postingan unggulan

source: Votes up
id: Voting naik

source: Votes down
id: Voting turun

source: IMPACT
id: DAMPAK

source: posts created
id: postingan terbuat

source: votes cast
id: peranan voting

source: favorites
id: favorit

source: tags
id: tag

source: activity
id: aktivitas

source: newest
id: terbaru

source: vote score
id: skor voting

source: %(user)s dosen't have posts!
id: %(user)s tidak memiliki postingan!

source: View more
id: Lihat selengkapnya

source: %(user)s posted %(total)s posts in %(tag)s tag
id: %(user)s memposting %(total)s postingan pada tag %(tag)s

source: %(total)s posts in the %(tag)s tag
id: %(total)s postingan di tag %(tag)s

source: %(user)s dosen't have tags!
id: %(user)s tidak memiliki tag!

source: %(user)s dosen't have favorites!
id: %(user)s tidak memiliki favorit!

source: Votes Cast
id: Peranan Voting

source: all time
id: semua waktu

source: up
id: naik

source: down
id: turun

source: Total votes cast
id: Total peranan voting

source: all
id: semua

source: upvote
id: voting naik

source: downvote
id: voting turun

source: %(user)s dosen't have votes!
id: %(user)s tidak memiliki votingan!

source: Save Profile
id: Simpan Profil

source: Search
id: Cari

source: Top Posts
id: Postingan Tertinggi

source: Top Rated
id: Rating Tertinggi

source: Date Joined
id: Tanggal Bergabung

source: Joined at
id: Bergabung pada

source: Joined at %(time)s ago
id: Bergabung pada %(time)s yang lalu

source: Last login at
id: Terakhir login pada

source: Last login at %(time)s ago
id: Terakhir login pada %(time)s yang lalu

source: Total posts: %(total)s
id: Total postingan: %(total)s

source: Total featured posts: %(total)s
id: Total postingan unggulan: %(total)s

source: Rating likes: %(total)s
id: Rating disukai: %(total)s

source: Rating dislikes: %(total)s
id: Rating tidak disukai: %(total)s

source: Terms
id: Ketentuan

source: Privacy
id: Privasi

source: Contact
id: Kontak

source: You have an error %(message)s.
id: Anda mendapati error %(message)s.

source: Please go back to <a href="/">homepage</a>.
id: Silahkan kembali ke <a href="/">halaman utama</a>.

source: Service
id: Layanan

source: Developers API
id: API Pengembang

source: About
id: Tentang

source: Disclaimer
id: Penolakan

source: Create new...
id: Buat baru...

source: New Post
id: Postingan Baru

source: New Tag
id: Tag Baru

source: This site
id: Situs ini

source: New Page
id: Halaman Baru

source: New File
id: File Baru

source: View profile and more
id: Lihat profil dan lainnya

source: Signed in as
id: Login sebagai

source: Your Profile
id: Profil Anda

source: Your Activity
id: Aktivitas Anda

source: Your Posts
id: Postingan Anda

source: Settings
id: Setelan

source: Services
id: Layanan

source: new
id: terbaru

source: Edit Profile
id: Ubah Profil

source: Edit Emails
id: Ubah Email

source: Edit Password
id: Ubah Kata Sandi

source: Social Connections
id: Koneksi Jejaring Sosial

source: Activity
id: Aktivitas

source: Edit Profile &amp; Settings
id: Ubah Profil &amp; Setelan
